{
    "nodes": [
        {
            "id": "1",
            "cluster": 7816,
            "group": 2,
            "begin": 20,
            "size": 28,
            "end": 499,
            "date": "681",
            "header": "### $BIO_MAN$ 481 - سيف الدولة بن حمدان",
            "URIid": "0681IbnKhallikan.WafayatAcyan.Shamela0001000-ara1.00000584",
            "series": "0681IbnKhallikan.WafayatAcyan.Shamela0001000-ara1",
            "text": "سيف الدولة ابو الحسن علي بن عبد الله بن حمدان وقد تقدم تتمة نسبه في ترجمة اخيه ناصر الدولة الحسن في حرف الحاء فلا حاجة الي اعادته قال ابو منصور الثعالبي في كتاب يتيمة الدهر كان بنو حمدان ملوكا اوجههم للصباحة والسنتهم للفصاحة وايديهم للسماحة وعقولهم للرجاحة وسيف الدولة مشهور بسيادتهم ووساطة قلادتهم وحضرته مقصد الوفود ومطلع الجود وقبلة الامال ومحط الرحال وموسم الادباء وحلبة الشعراء ويقال انه لم يجتمع بباب احد من الملوك بعد الخلفاء ما اجتمع ببابه من شيوخ الشعر ونجوم الدهر وانما",
            "pages": [],
            "regions": [],
            "locs": []
        },
        {
            "id": "2",
            "cluster": 7818,
            "group": 2,
            "begin": 0,
            "size": 5,
            "end": 4733,
            "date": "561",
            "header": "### $DIC_NIS$ القاضي",
            "URIid": "0561Samcani.Ansab.JK000952-ara1.00003472",
            "series": "0561Samcani.Ansab.JK000952-ara1",
            "text": "القاضي بفتح القاف وضاد معجمة بعد الالف هذه النسبة الي القضاء بين الناس والحكومة واول من عرف بهذه النسبة اول قاض بالكوفة سلمان بن ربيعة الباهلي التميمي وهو اول قاض استقضي بالكوفة فمكث بها اربعين يوما لا ياتيه خصم وكان ولاه عمر قضاء الكوفة ويقال له سلمان الخيل وقد ذكرناه في الخيل وابو امية شريح بن الحارث القاضي الكندي ويقال له ابو عبد الرحمن حليف لهم من بني راءش كان فاءقا وكان شاعرا وكان قاضيا يروي عن عمر روي عنه الشعبي مات سنة تسع وثمانين وهو ابن ماءة وعشرين سنة وقيل انه مات سنة ثمان وسبعين وهو ابن ماءة وعشرين سنة وابو البختري وهب القاضي وامه عبدة بنت علي بن يزيد بن ركانة استقضاه الرشيد يروي عن هشام بن عروة وجعفر بن محمد وابن عجلان روي عنه العراقيون واهل الشام قال ابو حاتم بن حبان انتقل ابو البختري القاضي في اخر عمره الي صيدا مدينة علي الساحل قد دخلتها وكان ممن يضع الحديث علي الثقات كان اذا جنه الليل سهر عامة ليله يتذكر الحديث ويضعه ثم يكتبه ويحدث به لا يتجوز الرواية عنه ولا يحل كتبة حديثه الا علي جهة التعجب وكان يحيي بن معين يقول ابو البختري كذاب يصنع الحديث وابو موسي عيسي بن ابان بن صدقة القاضي من اهل بغداد صحب محمد بن الحسن الشيباني وتفقه به واستخلفه يحيي بن اكثم علي القضاء بعسكر المهدي وقت خروج يحيي بن اكثم مع المامون الي فم الصلح فلم يزل علي عمله الي ان رجع يحيي ثم تولي عيسي القضاء بالبصرة فلم يزل عليه حتي مات واسند الحديث عن اسماعيل بن جعفر وهشيم بن بشير ويحيي بن زكريا بن ابي زاءدة ومحمد الحسن وغيرهم روي عنه الحسن بن سلام السواق قال محمد بن سماعة كان عيسي بن ابان حسن الوجه وكان يصلي معنا وكنت ادعوه ان ياتي محمد بن الحسن فيقول هءلاء قوم يخالفون الحديث وكان عيسي حسن الحفظ للحديث فصلي معنا يوما الصبح وكان يوم مجلس محمد فلم افارقه حتي جلس في المجلس فلما فرغ محمد ادنيته اليه وقلت هذا ابن اخيك ابان ابن صدقة الكاتب ومعه ذكاء ومعرفة بالحديث وانا ادعوه اليك فيابي ويقول انا نخالف الحديث فاقبل عليه وقال يا بني ما الذي رايتنا نخالفه من الحديث لا تشهد علينا حتي تسمع منا فساله يومءذ عن خمسة وعشرين بابا من الحديث فجعل محمد بن الحسن يجيبه عنه ويخبره بما فيها من المنسوخ وياتي بالشواهد والدلاءل والتفت الي بعدما خرجنا فقال كان بيني وبين النور ستر فارتفع عني ما ظننت ان في ملك الله مثل هذا الرجل يظهره للناس ولزم محمد بن الحسن لزوما شديدا حتي تفقه قال ابو حازم القاضي ما رايت لاهل بغداد حدثا اذكي من عيسي بن ابان وبشر بن الوليد وقال ابو حازم كان عيسي رجلا سخيا جدا وكان يقول والله لو اتيت برجل يفعل في ماله كفعلي في مالي لحجرت عليه قال وقدم اليه رجل محمد بن عباد المهلبي فادعي عليه اربعماءة دينار فساله عيسي عما ادعي عليه فاقر له بذلك فقال له الرجل احبسه لي فقال له عيسي اما الحبس فواجب ولكن لا اري حبس ابي عبد الله وانا اقدر علي فداءه من مالي فغرمها عنه عيسي من ماله وكان يذهب الي القول بخلق القران وحكي ان رجلا مسلما بالبصرة احضر الي عيسي بن ابان رجلا يهوديا فوقع اليمين علي المسلم فقال له القاضي قل والله الذي لا اله الا هو فقال له اليهودي حلفه بالخالق لا بالمخلوق لانه لا اله الا هو في القران وانتم تزعمون انه مخلوق قال فتحير عيسي عند ذلك وقال قوما حتي انظر في امركما ومات بالبصرة في المحرم سنة احدي وعشرين وماءتين وابو يوسف يعقوب بن ابراهيم القاضي الكوفي هو يعقوب بن ابراهيم بن حبيب بن خنيس بن سعد بن بحير بن معاوية وام سعد حبتة بنت مالك من بني عمرو بن عوف صاحب ابي حنيفة رحمهما الله من اهل الكوفة سمع ابا اسحاق الشيباني وسليمان التيمي ويحيي بن سعيد الانصاري وسليمان الاعمش وهشام بن عروة وعبيد الله بن عمر العمري وحنظلة بن ابي سفيان وعطاء بن الساءب ومحمد بن اسحاق بن يسار وحجاج بن ارطاة وليث بن سعد وغيرهم روي عنه محمد بن الحسن الشيباني وبشر بن الوليد الكندي وعلي بن الجعد واحمد بن حنبل ويحيي بن معين وعمرو بن محمد الناقد واحمد بن منيع في اخرين وكان قد سكن ببغداد وولاه الهادي موسي بن المهدي القضاء بها ثم هارون الرشيد من بعده وهو اول من دعي بقاضي القضاة في الاسلام ولم يختلف يحيي بن معين واحمد بن حنبل وعلي بن المدين في ثقته في النقل ولم يتقدمه احد في زمانه وكان النهاية في العلم والحكم والرياسة والقدر واول من وضع الكتب في اصول الفقه علي مذهب ابي حنيفة واملي المساءل ونشرها وبث علم ابي حنيفة في اقطار الارض قال محمد بن الحسن مرض ابو يوسف في زمن ابي حنيفة مرضا خيف عليه منه قال فعاده ابو حنيفة ونحن معه فلما خرج من عنده وضع يديه علي عتبة بابه وقال ان يمت هذا الفتي فانه اعلم من عليها واوما الي الارض قال ابو يوسف سالني الاعمش عن مسالة فاجبته فيها فقال لي من اين قلت هذا فقلت لحديثك الذي حدثتنا انت ثم ذكرت له الحديث فقال لي يا يعقوب اني لاحفظ هذا الحديث قبل ان يجتمع ابواك فما عرفت تاويله حتي الان وقال جعفر بن ياسين كنت عند المزني فوقف عليه رجل فساله عن اهل العراق فقال له ما تقول في ابي حنيفة فقال سيدهم قال فابو يوسف قال اتبعهم للحديث قال فمحمد بن الحسن قال اكثرهم تفريعا قال فزفر قال احدهم قياسا وكان رجل يجلس الي ابي يوسف ويطيل الصمت فقال له ابو يوسف الا تتكلم فقال بلي متي يفطر الصاءم قال اذا غابت الشمس قال فان لم تغب الي نصف الليل قال فضحك ابو يوسف وقال له اصبت في صمتك واخطات انا في استدعاء نطقك ثم تمثل عجبت لازراء العيي بنفسه وصمت الذي قد كان بالقول اعلما وفي الصمت للعيي وانما صحيفة لب المرء ان يتكلما ولد القاضي ابو يوسف سنة ثلاث عشرة وماءة ومات في شهر ربيع الاول سنة اثنتين وثمانين وماءة ببغداد",
            "pages": [],
            "regions": [],
            "locs": []
        },
        {
            "id": "3",
            "cluster": 7818,
            "group": 2,
            "begin": 0,
            "size": 20,
            "end": 4832,
            "date": "561",
            "header": "### $DIC_NIS$ 3142- القاضي",
            "URIid": "0561Samcani.Ansab.Shamela0012317-ara1.00003559",
            "series": "0561Samcani.Ansab.Shamela0012317-ara1",
            "text": "القاضي بفتح القاف وضاد معجمة بعد الالف هذه النسبة الي القضاء بين الناس والحكومة واول من عرف بهذه النسبة اول قاض بالكوفة سلمان بن ربيعة الباهلي التميمي وهو اول قاض استقضي بالكوفة فمكث بها اربعين يوما لا ياتيه خصم وكان ولاه عمر رضي الله عنه قضاء الكوفة ويقال له سلمان الخيل وقد ذكرناه في الخيل وابو امية شريح بن الحارث القاضي الكندي ويقال ابو عبد الرحمن حليف لهم من بني راءش كان قاءفا وكان شاعرا وكان قاضيا يروي عن عمر رضي الله عنه روي عنه الشعبي مات سنة سبع وثمانين وهو ابن ماءة وعشرين سنة وقد قيل انه مات سنة وهو ابن ماءة وعشرين سنة وابو البختري وهب بن وهب القاضي وامه عبدة بنت علي بن يزيد ابن ركانة استقضاه الرشيد يروي عن هشام بن عروة وجعفر بن محمد وابن عجلان روي عنه العراقيون واهل الشام قال ابو حاتم بن حبان انتقل ابو البختري القاضي في اخر عمره الي صيدا مدينة علي الساحل قد دخلتها وكان ممن يضع الحديث علي الثقات كان اذا اجنه الليل سهر عامة ليله يتذكر الحديث ويضعه ثم يكتبه ويحدث به لا يجوز الرواية عنه ولا يحل كتابة حديثه الا علي جهة التعجب وكان يحيي ابن معين يقول ابو البختري كذاب يضع الحديث وابو موسي عيسي بن ابان بن صدقة القاضي من اهل بغداد صحب محمد بن الحسن الشيباني وتفقه به واستخلفه يحيي بن اكثم علي القضاء بعسكر المهدي وقت خروج يحيي بن اكثم مع المامون الي فم الصلح فلم يزل علي عمله الي ان رجع يحيي ثم تولي عيسي القضاء بالبصرة فلم يزل عليه حتي مات وقد اسند الحديث عن اسماعيل بن جعفر وهشيم بن بشر ويحيي بن زكريا بن ابي زاءدة ومحمد بن الحسن وغيرهم روي عنه الحسن بن سلام السواق قال محمد بن سماعة كان عيسي بن ابان حسن الوجه وكان يصلي معنا وكنت ادعوه ان ياتي محمد بن الحسن فيقول هءلاء قوم يخالفون الحديث وكان عيسي حسن الحفظ للحديث فصلي معنا يوما الصبح وكان يوم مجلس محمد فلم افارقه حتي جلس في المجلس فلما فرغ محمد ادنيته اليه وقلت هذا ابن اخيك ابان بن صدقة الكاتب ومعه ذكاء ومعرفة بالحديث وانا ادعوه اليك فيابي ويقول انا نخالف الحديث فاقبل عليه وقال له يا بني ما الذي رايتنا نخالفه من الحديث لا تشهد علينا حتي تسمع منا فساله يومءذ عن خمسة وعشرين بابا من الحديث فجعل محمد بن الحسن يجيبه عنها ويخبره بما فيها من المنسوخ وياتي بالشواهد والدلاءل فالتفت الي بعد ما خرجنا فقال كان بيني وبين النور ستر فارتفع عني ما ظننت ان في ملك الله مثل هذا الرجل يظهره للناس ولزم محمد بن الحسن لزوما شديدا حتي تفقه قال ابو خازم القاضي ما رايت لاهل بغداد حدثا ازكي من عيسي ابن ابان وبشر بن الوليد وقال ابو خازم كان عيسي رجلا سخيا جدا وكان يقول والله لو اتيت برجل يفعل في ماله كفعلي في مالي لحجرت عليه قال وقدم اليه رجل محمد بن عباد المهلبي فادعي عليه اربعماءة دينار فساله عيسي عما ادعي عليه فاقر له بذلك فقال له الرجل احبسه لي فقال له عيسي اما الحبس فواجب ولكني لا اري حبس ابي عبد الله وانا اقدر علي فداءه من مالي فغرمها عنه عيسي من ماله و يحكي عن عيسي انه كان يذهب الي القول بخلق القران وحكي ان رجلا مسلما بالبصرة اختصم الي عيسي بن ابان رجلا يهوديا فوقع اليمين علي المسلم فقال له القاضي قل والله الذي لا اله الا هو فقال له اليهودي حلفه بالخالق لا بالمخلوق لان لا اله الا هو في القران وانتم تزعمون انه مخلوق قال فتحير عيسي عند ذلك وقال قوما حتي انظر في امركما ومات بالبصرة في المحرم سنة احدي وعشرين وماءتين وابو يوسف يعقوب بن ابراهيم القاضي الكوفي هو يعقوب بن ابراهيم بن حبيب بن خنيس بن سعد بن بجير بن معاوية وام سعد حبتة بنت مالك من بني عمرو بن عوف صاحب ابي حنيفة رحمهما الله من اهل الكوفة سمع ابا اسحاق الشيباني وسليمان التيمي ويحيي بن سعيد الانصاري وسليمان الاعمش وهشام بن عروة وعبيد الله ابن عمر العمري وحنظلة بن ابي سفيان وعطاء بن الساءب ومحمد بن اسحاق ابن يسار وحجاج بن ارطاة وليث بن سعد وغيرهم روي عنه محمد بن الحسن الشيباني وبشر بن الوليد الكندي وعلي بن جعد واحمد بن حنبل ويحيي ابن معين وعمرو بن محمد الناقد واحمد بن منيع وعلي بن مسلم الطوسي وعبدوس بن بشر والحسن بن شبيب في اخرين وكان قد سكن بغداد وولاه الهادي موسي بن المهدي القضاء بها ثم هارون الرشيد من بعده وهو اول من دعي بقاضي القضاة في الاسلام ولم يختلف يحيي ابن معين واحمد بن حنبل وعلي بن المديني في ثقته في النقل ولم يتقدمه احد في زمانه وكان النهاية في العلم والحكم والرءاسة والقدر واول من وضع الكتب في اصول الفقه علي مذهب ابي حنيفة واملي المساءل ونشرها وبث علم ابي حنيفة في اقطار الارض وقال محمد بن الحسن مرض ابو يوسف في زمن ابي حنيفة مرضا خيف عليه منه قال فعاده ابو حنيفة ونحن معه فلما خرج من عنده وضع يديه علي عتبة بابه وقال ان يمت هذا الفتي فانه اعلم من عليها واومي الي الارض قال ابو يوسف سالني الاعمش عن مسالة فاجبته فيها فقال من اين قلت هذا فقلت لحديثك الذي حدثناه انت ثم ذكرت له الحديث فقال لي يا يعقوب اني لاحفظ هذا الحديث قبل ان يجتمع ابواك فما عرفت تاويله حتي الان وقال جعفر بن ياسين كنت عند المزني فوقف عليه رجل فساله عن اهل العراق فقال له ما تقول في ابي حنيفة قال سيدهم قال فابو يوسف قال اتبعهم للحديث قال فمحمد بن الحسن قال اكثرهم تفريعا قال فزفر قال احدهم قياسا وكان رجل يجلس الي ابي يوسف فيطيل الصمت فقال له ابو يوسف الا تتكلم فقال بلي متي يفطر الصاءم قال اذا غابت الشمس قال فان لم تغب الي نصف الليل فضحك ابو يوسف وقال له اصبت في صمتك واخطات انا في استدعاء نطقك ثم تمثل عجبت لارزاء العيي بنفسه وصمت الذي قد كان للقول اعلما وفي الصمت ستر للعيي وانما صحيفة لب المرء ان يتكلما ولد القاضي ابو يوسف سنة ثلاث عشرة وماءة ومات في شهر ربيع الاول سنة اثنتين وثمانين وماءة ببغداد",
            "pages": [],
            "regions": [],
            "locs": []
        },
        {
            "id": "4",
            "cluster": 7823,
            "group": 2,
            "begin": 616,
            "size": 15,
            "end": 784,
            "date": "561",
            "header": "### $DIC_NIS$ البجلي",
            "URIid": "0561Samcani.Ansab.JK000952-ara1.00000413",
            "series": "0561Samcani.Ansab.JK000952-ara1",
            "text": "سنة احدي وخمسين وابو يوسف يعقوب بن ابراهيم بن حبيب بن خنيس بن سعد ابن حبتة البجلي صاحب ابي حنيفة رحمهما الله من اهل الكوفة كان قاضي القضاة يروي عن يحيي بن سعيد الانصاري",
            "pages": [],
            "regions": [],
            "locs": []
        },
        {
            "id": "5",
            "cluster": 7823,
            "group": 2,
            "begin": 2866,
            "size": 4,
            "end": 3134,
            "date": "561",
            "header": "### $DIC_NIS$ 3142- القاضي",
            "URIid": "0561Samcani.Ansab.Shamela0012317-ara1.00003559",
            "series": "0561Samcani.Ansab.Shamela0012317-ara1",
            "text": "سنة احدي وعشرين وماءتين وابو يوسف يعقوب بن ابراهيم القاضي الكوفي هو يعقوب بن ابراهيم بن حبيب بن خنيس بن سعد بن بجير بن معاوية وام سعد حبتة بنت مالك من بني عمرو بن عوف صاحب ابي حنيفة رحمهما الله من اهل الكوفة سمع ابا اسحاق الشيباني وسليمان التيمي ويحيي بن سعيد الانصاري",
            "pages": [],
            "regions": [],
            "locs": []
        }
    ],
    "links": [
        {
            "source": "1",
            "target": "3",
            "value": 5
        },
        {
            "source": "4",
            "target": "2",
            "value": 85
        },
        {
            "source": "2",
            "target": "5",
            "value": 105
        },
        {
            "source": "1",
            "target": "2",
            "value": 15
        },
        {
            "source": "1",
            "target": "5",
            "value": 44
        },
        {
            "source": "4",
            "target": "1",
            "value": 85
        }
    ]
}